---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.RevitServerUnauthorizedException
source: html/c1f06319-9747-3480-03cd-8f020c7ae078.htm
---
# RevitServerUnauthorizedException Members

Retrieves data needed to serialize the target object.